
const AboutUs = ({ aboutRef }) => {

  return (
    <div ref={aboutRef} className='content__about'>
      <h1>Про нас</h1>
      <div>ShoeMarket Inc. - це лідер в області ретейлу найсвіжіших новинок таких брендів як Nike, Adidas, Puma, Vans та інші. Мета компанії полягає в тому, щоб надихнути та розширити можливості молодіжної культури в усьому світі, підживлюючи спільну пристрасть до самовираження та створюючи неперевершений досвід у центрі глобальної спільноти кросівок. Штаб-квартира ShoeMarket Inc. розташована в Торонто.</div>
    </div>
  )
}

export default AboutUs