const PrivacyPolicy = () => {
  return (
    <div className='container--main--info'>
      <h1>Політика конфіденціальності</h1>
      <div>Ця політика конфіденційності описує персональні дані, які збираються або генеруються (обробляються), коли ви використовуєте веб-сайт ShoeMarket. Ця Політика описує типи особистих даних, які збираються, коли ви використовуєте наші сайти та програми, а також те, як ваші особисті дані використовуються, передаються та захищаються. Тут також пояснюється вибір, який ви маєте щодо ваших особистих даних, і як ви можете зв’язатися з нами. Якщо ви перебуваєте в Бахрейні, Кувейті, Лівані, Омані, Катарі, Саудівській Аравії, Туреччині чи Об’єднаних Арабських Еміратах, зверніться до Умов для окремих країн. Якщо ви перебуваєте в Расіє - ходіть на босі ноги.
        <br /><br />
        ХТО несе відповідальність за обробку ваших персональних даних?
        <br /><br />
        Організація ShoeMarket відповідальна за обробку ваших особистих даних, залежно від того, як ви взаємодієте з нашими сайтом, а також від вашого місцезнаходження в світі.
        <br /><br />
        ЯКІ Персональні дані ми збираємо
        <br /><br />
        Контактні дані, включаючи ім’я, адресу електронної пошти, номер телефону та умови доставки
        Інформація про вхід та обліковий запис, включаючи ім’я, пароль та унікальний ідентифікатор користувача
        Особисті дані, включаючи рідне місто, дату народження та історію покупок
        Інформація про платіж або кредитну картку
      </div>
    </div>
  )
}

export default PrivacyPolicy
